app/views/builder/index.html.erb

SELECT "section_types".* FROM "section_types"
---
							<div class="col-md-12">
								<% section.section_type.section_fields.each do |field| %>