app/controllers/builder_controller.rb

    def index
<<<<<<< HEAD

        @sectionTypes = SectionType.all
        @sections = Section.where(user_id: current_user.id)
        @headline = current_user.headline
        @current_user = User.where(id: current_user.id).first
---
SELECT "section_types".* FROM "section_types"
SELECT "sections".* FROM "sections"  WHERE "sections"."user_id" = 1
SELECT  "users".* FROM "users"  WHERE "users"."id" = 1  ORDER BY "users"."id" ASC LIMIT 1